---
kind: enumMember
id: F:Autodesk.Revit.DB.FamilyHostingBehavior.Face
enum: Autodesk.Revit.DB.FamilyHostingBehavior
source: html/978751ef-c881-d15f-405f-9a2e96577daf.htm
---
# Autodesk.Revit.DB.FamilyHostingBehavior.Face